Repository: Youssefguba/ameencommon
Catalog: lib/l10n/intl_*.arb
Languages: ar

# title
source: Amen
ar: آمين

source: Post Your Doaa
ar: أنشر الدعاء

source: Amen
ar: آمين

source: Messages
ar: الرسائل

# profilePage
source: Your Profile
ar: الصفحة الشخصية

source: Recommend
ar: أرشحه للجميع

# beware
source: Beware of this Wish
ar: إحذر هذا الدعاء

source: Search
ar: بحث

source: Find Your Friends
ar: أبحث عن أصدقائك

source: Followers
ar: متابعا

source: Posts
ar: المنشورات

source: Comment
ar: تعليق

source: Share
ar: مشاركة

source: Write a comment..
ar: أكتب تعليق ..

source: Add a Doaa +
ar: إضافة دعاء +

source: Settings
ar: الإعدادات

# editYourProfile
source: Edit Your Profile Information
ar: إعدادات معلومات الحساب

source: Logout
ar: تسجيل خروج

source: Login
ar: تسجيل دخول

source: Your Email
ar: البريد الإلكتروني

# forgetPassword
source: Do you forget your password ?
ar: هل نسيت كلمة السر ؟

source: Reset Your Password
ar: استرجاع كلمة السر

# donotHaveAnAccount
source: Don\'t have an account on Amen ?
ar: ليس لديك حساب على آمين ؟

source: No Posts found
ar: لا يوجد أدعية

source: profile
ar: الصفحة الشخصية

source: unfollow
ar: إلغاء المتابعة

source: Home
ar: الصفحة الرئيسية

source: follow
ar: متابعة

source: Send message
ar: إرسالة رسالة

source: Update Data
ar: تحديث البيانات

source: Comment is Empty!
ar: التعليق ليس به أي محتوى

source: Write a Doaa
ar: اكتب دعاء

# successfullyShared
source: Your Post Shared Successfully
ar: لقد تم نشر الدعاء الخاص بك بنجاح

# emailAlreadyExisted
source: Email is already existed try another email!
ar: هذا البريد الإلكتروني موجود بالفعل يرجى التأكد من البريد الإلكتروني مرة أخرى

# emailIsNotExist
source: Email is not existed!
ar: هذا الإيميل غير موجود

# welcomeToAmen
source: Welcome to Ameen ❤
ar: ❤ 🤲🏻 مرحبا بك في تطبيق آمين

# cannotPasswordSmallerThan
source: Should be greater than 6 numbers & letters.
ar: لا يمكن إدخال أقل من 6 ارقام أو حروف

source: Email cannot be empty!
ar: لا يمكن ترك الإيميل الالكتروني فارغا

source: Share a Doaa
ar: نشر الدعاء

# doYouHaveAnAccount
source: Do you already have an account ?
ar: هل لديك حساب بالفعل ؟

source: Create Account
ar: إنشاء حساب

source: Username
ar: إسم المستخدم

source: Create A New Password
ar: إنشاء كلمة سر جديدة

source: Sign Up
ar: إشتراك

source: Or
ar: أو

source: Delete Post
ar: حذف المنشور

source: Login As Anonymous
ar: الدخول كمتصفج خفي

# savePost
source: Add Post to Saved
ar: حفظ المنشور في القائمة

# noInternet
source: No Internet Connection
ar: لا يوجد اتصال بالانترنت

# postADoaaYouWant
source: Post a Doaa You want to share
ar: أنشر الدعاء الذي تتمنى أن يتحقق

source: Notification
ar: الإشعارات

# reactAsAmen
source: Says Amen to your Wish
ar: قال آمين على دعوتك

# reactAsRecommendٌ
source: Recommend your wish for others
ar: يرشح هذا الدعاء للجميع

# reactAsForbidden
source: Says Beware of your wish
ar: يقول لك عليك أن تحذر من هذا الدعاء

source: Type Your Message ...
ar: أكتب رسالتك ...

# followsYou
source: Started following you
ar: قام بمتابعتك

source: comment on your post:
ar: قام بالتعليق :
